Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Automatic Battery Saver
ar: توفير البطارية التلقائي
ca: Estalvi de bateria automàtic
cs: Automatický spořič baterie
da: Automatisk batterisparefunktion
de: Automatischer Energiesparmodus
es: Ahorro de batería automático
fi: Automaattinen virransäästö
fr: Économiseur de batterie automatique
he: חיסכון סוללה אוטומטי
hu: Automatikus energiatakarékosság
it: Risparmio batteria automatico
ja: バッテリーセーバーを自動
ko: 배터리 세이버 자동
nb: Automatisk batterisparing
nl: Automatische energiebesparing
pl: Automatyczny oszczędzacz baterii
pt_br: Economia de bateria automática
pt_pt: Poupança de bateria automática
ro: Economisire automată a bateriei
sl: Samodejni varčevalnik baterije
sv: Automatiskt batterisparläge
uk: Автоматичне заощадження заряду
vi: Tự động tiết kiệm pin
zh_hans: 自动省电模式
zh_hant: 自動省電模式

source: Automatically approve all requests
ar: الموافقة التلقائية على جميع الطلبات
ca: Aprova automàticament totes les sol·licituds
cs: Automaticky schvalovat všechny požadavky
da: Godkend automatisk alle anmodninger
de: Alle Anfragen automatisch genehmigen
es: Aprobar automáticamente todas las solicitudes
fi: Hyväksy kaikki pyynnöt automaattisesti
fr: Approuver automatiquement toutes les requêtes
he: אישור אוטומטי של כל הבקשות
hu: Minden kérés automatikus jóváhagyása
it: Approva automaticamente tutte le richieste
ja: すべてのリクエストを自動承認
ko: 모든 요청 자동 승인
nb: Godkjenn alle forespørsler automatisk
nl: Alle verzoeken automatisch goedkeuren
pl: Automatycznie zatwierdzaj wszystkie żądania
pt_br: Aprovar automaticamente todas as solicitações
pt_pt: Aprovar automaticamente todos os pedidos
ro: Aprobă automat toate cererile
sl: Samodejno odobri vse zahteve
sv: Godkänn alla förfrågningar automatiskt
uk: Автоматично схвалювати всі запити
vi: Tự động phê duyệt mọi yêu cầu
zh_hans: 自动批准所有请求
zh_hant: 自動核准所有請求

source: Automatically approve all signing requests
ar: الموافقة التلقائية على جميع طلبات التوقيع
ca: Aprova automàticament totes les sol·licituds de signatura
cs: Automaticky schvalovat všechny požadavky na podpis
da: Godkend automatisk alle signeringsanmodninger
de: Alle Signierungsanfragen automatisch genehmigen
es: Aprobar automáticamente todas las solicitudes de firma
fi: Hyväksy kaikki allekirjoituspyynnöt automaattisesti
fr: Approuver automatiquement toutes les requêtes de signature
he: אישור אוטומטי של כל בקשות החתימה
hu: Minden aláírási kérés automatikus jóváhagyása
it: Approva automaticamente tutte le richieste di firma
ja: すべての署名リクエストを自動承認
ko: 모든 서명 요청 자동 승인
nb: Godkjenn alle signeringsforespørsler automatisk
nl: Alle ondertekeningsverzoeken automatisch goedkeuren
pl: Automatycznie zatwierdzaj wszystkie żądania podpisu
pt_br: Aprovar automaticamente todas as solicitações de assinatura
pt_pt: Aprovar automaticamente todos os pedidos de assinatura
ro: Aprobă automat toate cererile de semnare
sl: Samodejno odobri vse zahteve za podpisovanje
sv: Godkänn alla signeringsförfrågningar automatiskt
uk: Автоматично схвалювати всі запити на підпис
vi: Tự động phê duyệt mọi yêu cầu ký
zh_hans: 自动批准所有签名请求
zh_hant: 自動核准所有簽署請求

source: Automatically Check for Updates
ar: التحقق من التحديثات تلقائيًا
ca: Comprova les actualitzacions automàticament
cs: Automaticky kontrolovat aktualizace
da: Søg automatisk efter opdateringer
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fi: Tarkista päivitykset automaattisesti
fr: Rechercher les mises à jour automatiquement
he: בדוק עדכונים באופן אוטומטי
hu: Frissítések automatikus keresése
it: Verifica aggiornamenti automaticamente
ja: アップデートを自動的に確認
ko: 업데이트 자동 확인
nb: Se etter oppdateringer automatisk
nl: Automatisch controleren op updates
pl: Automatycznie sprawdzaj aktualizacje
pt_br: Verificar atualizações automaticamente
pt_pt: Verificar Atualizações Automaticamente
ro: Verifică automat actualizările
sl: Samodejno preverjaj posodobitve
sv: Sök efter uppdateringar automatiskt
uk: Автоматично перевіряти оновлення
vi: Tự động kiểm tra cập nhật
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Available
ar: متاح
ca: Disponible
cs: Dostupný
da: Tilgængelig
de: Verfügbar
es: Disponible
fi: Saatavilla
fr: Disponible
he: זמין
hu: Elérhető
it: Disponibile
ja: 利用可能
ko: 사용 가능
nb: Tilgjengelig
nl: Beschikbaar
pl: Dostępny
pt_br: Disponível
pt_pt: Disponível
ro: Disponibilă
sl: Na voljo
sv: Tillgänglig
uk: Доступний
vi: Có sẵn
zh_hans: 可用
zh_hant: 可用

source: Available commands:
ar: الأوامر المتاحة:
ca: Ordres disponibles:
cs: Dostupné příkazy:
da: Tilgængelige kommandoer:
de: Verfügbare Befehle:
es: Comandos disponibles:
fi: Käytettävissä olevat komennot:
fr: Commandes disponibles :
he: פקודות זמינות:
hu: Elérhető parancsok:
it: Comandi disponibili:
ja: 使用可能なコマンド:
ko: 사용 가능한 명령어:
nb: Tilgjengelige kommandoer:
nl: Beschikbare opdrachten:
pl: Dostępne polecenia:
pt_br: Comandos disponíveis:
pt_pt: Comandos disponíveis:
ro: Comenzi disponibile:
sl: Razpoložljivi ukazi:
sv: Tillgängliga kommandon:
uk: Доступні команди:
vi: Các lệnh khả dụng:
zh_hans: 可用命令：
zh_hant: 可用指令：

source: Available Models
ar: النماذج المتاحة
ca: Models disponibles
cs: Dostupné modely
da: Tilgængelige modeller
de: Verfügbare Modelle
es: Modelos disponibles
fi: Käytettävissä olevat mallit
fr: Modèles disponibles
he: מודלים זמינים
hu: Elérhető modellek
it: Modelli disponibili
ja: 利用可能なモデル
ko: 사용 가능한 모델
nb: Tilgjengelige modeller
nl: Beschikbare modellen
pl: Dostępne modele
pt_br: Modelos Disponíveis
pt_pt: Modelos disponíveis
ro: Modele disponibile
sl: Razpoložljivi modeli
sv: Tillgängliga modeller
uk: Доступні моделі
vi: Các mô hình khả dụng
zh_hans: 可用模型
zh_hant: 可用模型

source: Available Profiles
ar: ملفات التعريف المتاحة
ca: Perfils disponibles
cs: Dostupné profily
da: Tilgængelige profiler
de: Verfügbare Profile
es: Perfiles disponibles
fi: Käytettävissä olevat profiilit
fr: Profils disponibles
he: פרופילים זמינים
hu: Elérhető profilok
it: Profili disponibili
ja: 利用可能なプロファイル
ko: 사용 가능한 프로파일
nb: Tilgjengelige profiler
nl: Beschikbare profielen
pl: Dostępne profile
pt_br: Perfis Disponíveis
pt_pt: Perfis disponíveis
ro: Profile disponibile
sl: Razpoložljivi profili
sv: Tillgängliga profiler
uk: Доступні профілі
vi: Các hồ sơ khả dụng
zh_hans: 可用配置
zh_hant: 可用設定檔

source: AWS Account
ar: حساب AWS
ca: Compte d'AWS
cs: Účet AWS
da: AWS-konto
de: AWS-Konto
es: Cuenta de AWS
fi: AWS-tili
fr: Compte AWS
he: חשבון AWS
hu: AWS-fiók
it: Account AWS
ja: AWSアカウント
ko: AWS 계정
nb: AWS-konto
pl: Konto AWS
pt_br: Conta AWS
pt_pt: Conta AWS
ro: Cont AWS
sl: AWS-račun
sv: AWS-konto
uk: Обліковий запис AWS
vi: Tài khoản AWS
zh_hans: AWS 账户
zh_hant: AWS 帳號

source: AWS Credentials
ar: بيانات اعتماد AWS
ca: Credencials d'AWS
cs: Přihlašovací údaje AWS
da: AWS-legitimationsoplysninger
de: AWS-Anmeldedaten
es: Credenciales de AWS
fi: AWS-tunnistetiedot
fr: Identifiants AWS
he: אישורי AWS
hu: AWS hitelesítő adatok
it: Credenziali AWS
ja: AWS認証情報
ko: AWS 자격 증명
nb: AWS-legitimasjon
nl: AWS-inloggegevens
pl: Poświadczenia AWS
pt_br: Credenciais AWS
pt_pt: Credenciais AWS
ro: Credențiale AWS
sl: AWS-poverilnice
sv: AWS-inloggningsuppgifter
uk: Облікові дані AWS
vi: Thông tin xác thực AWS
zh_hans: AWS 凭证
zh_hant: AWS 憑證

source: AWS credentials not found in Keychain
ar: لم يتم العثور على بيانات اعتماد AWS في Keychain
ca: No s'han trobat credencials d'AWS al Keychain
cs: Přihlašovací údaje AWS nebyly nalezeny v Klíčence
da: AWS-legitimationsoplysninger ikke fundet i Keychain
de: AWS-Anmeldedaten nicht im Schlüsselbund gefunden
es: No se encontraron credenciales de AWS en el llavero
fi: AWS-tunnistetietoja ei löytynyt Keychainista
fr: Identifiants AWS introuvables dans le trousseau
he: פרטי הכניסה של AWS לא נמצאו ב-Keychain
hu: AWS hitelesítő adatok nem találhatók a Keychain-ben
it: Credenziali AWS non trovate nel Portachiavi
ja: AWS資格情報がキーチェーンに見つかりません
ko: 키체인에서 AWS 자격 증명을 찾을 수 없습니다
nb: AWS-legitimasjon ikke funnet i nøkkelring
nl: AWS-inloggegevens niet gevonden in Keychain
pl: Nie znaleziono poświadczeń AWS w Keychain
pt_br: Credenciais da AWS não encontradas no Keychain
pt_pt: Credenciais da AWS não encontradas no Keychain
ro: Credențialele AWS nu au fost găsite în Keychain
sl: Poverilnice AWS niso najdene v Keychainu
sv: AWS-inloggningsuppgifter hittades inte i nyckelringen
uk: Облікові дані AWS не знайдено в Keychain
vi: Không tìm thấy thông tin xác thực AWS trong Keychain
zh_hans: 钥匙串中未找到 AWS 凭据
zh_hant: 在鑰匙圈中找不到 AWS 憑證

source: AWS IAM Console
ar: وحدة تحكم AWS IAM
ca: Consola IAM d'AWS
cs: Konzole AWS IAM
de: AWS-IAM-Konsole
es: Consola de AWS IAM
fi: AWS IAM -konsoli
fr: Console AWS IAM
he: קונסולת AWS IAM
hu: AWS IAM konzol
it: Console AWS IAM
ja: AWS IAMコンソール
ko: AWS IAM 콘솔
nb: AWS IAM-konsoll
pl: Konsola AWS IAM
pt_br: Console AWS IAM
pt_pt: Consola AWS IAM
ro: Consolă AWS IAM
sl: AWS IAM-konzola
uk: Консоль AWS IAM
zh_hans: AWS IAM 控制台
zh_hant: AWS IAM 主控台

source: Azure Subscription
ar: اشتراك Azure
ca: Subscripció d'Azure
cs: Předplatné Azure
da: Azure-abonnement
de: Azure-Abonnement
es: Suscripción de Azure
fi: Azure-tilaus
fr: Abonnement Azure
he: מנוי Azure
hu: Azure-előfizetés
it: Sottoscrizione Azure
ja: Azureサブスクリプション
ko: Azure 구독
nb: Azure-abonnement
nl: Azure-abonnement
pl: Subskrypcja Azure
pt_br: Assinatura Azure
pt_pt: Subscrição Azure
ro: Abonament Azure
sl: Naročnina Azure
sv: Azure-prenumeration
uk: Підписка Azure
vi: Đăng ký Azure
zh_hans: Azure 订阅
zh_hant: Azure 訂閱

source: Background
ar: الخلفية
ca: Fons
cs: Pozadí
da: Baggrund
de: Hintergrund
es: Fondo
fi: Tausta
fr: Arrière-plan
he: רקע
hu: Háttér
it: Sfondo
ja: 背景
ko: 배경
nb: Bakgrunn
nl: Achtergrond
pl: Tło
pt_br: Plano de fundo
pt_pt: Fundo
ro: Fundal
sl: Ozadje
sv: Bakgrund
uk: Фон
vi: Nền
zh_hans: 背景
zh_hant: 背景

source: Background → %@
ar: الخلفية → %@
ca: Fons → %@
cs: Pozadí → %@
da: Baggrund → %@
de: Hintergrund → %@
es: Fondo → %@
fi: Tausta → %@
fr: Arrière-plan → %@
he: רקע → %@
hu: Háttér → %@
it: Sfondo → %@
ja: 背景 → %@
ko: 배경 → %@
nb: Bakgrunn → %@
nl: Achtergrond → %@
pl: Tło → %@
pt_br: Fundo → %@
pt_pt: Fundo → %@
ro: Fundal → %@
sl: Ozadje → %@
sv: Bakgrund → %@
uk: Тло → %@
vi: Nền → %@
zh_hans: 背景 → %@
zh_hant: 背景 → %@

source: Background Blur
ar: ضبابية الخلفية
ca: Desenfocament de fons
cs: Rozostření pozadí
da: Baggrundssløring
de: Hintergrundunschärfe
es: Desenfoque de fondo
fi: Taustan sumennus
fr: Flou d'arrière-plan
he: טשטוש רקע
hu: Háttér elmosás
it: Sfocatura sfondo
ja: 背景ぼかし
ko: 배경 블러
nb: Bakgrunnsuskarphet
nl: Achtergrondvervaging
pl: Rozmycie tła
pt_br: Desfoque de Fundo
pt_pt: Desfoque de fundo
ro: Estompare fundal
sl: Zameglitev ozadja
sv: Bakgrundsoskärpa
uk: Розмиття тла
vi: Làm mờ nền
zh_hans: 背景模糊
zh_hant: 背景模糊

source: Background blur → %lld
ar: ضبابية الخلفية → %lld
ca: Desenfocament de fons → %lld
cs: Rozostření pozadí → %lld
da: Baggrundssløring → %lld
de: Hintergrundunschärfe → %lld
es: Desenfoque de fondo → %lld
fi: Taustan sumennus → %lld
fr: Flou d'arrière-plan → %lld
he: טשטוש רקע → %lld
hu: Háttér elmosás → %lld
it: Sfocatura sfondo → %lld
ja: 背景ぼかし → %lld
ko: 배경 블러 → %lld
nb: Bakgrunnsuskarphet → %lld
nl: Achtergrondvervaging → %lld
pl: Rozmycie tła → %lld
pt_br: Desfoque de fundo → %lld
pt_pt: Desfoque de fundo → %lld
ro: Estompare fundal → %lld
sl: Zameglitev ozadja → %lld
sv: Bakgrundsoskärpa → %lld
uk: Розмиття тла → %lld
vi: Làm mờ nền → %lld
zh_hans: 背景模糊 → %lld
zh_hant: 背景模糊 → %lld

source: Background blur → off
ar: ضبابية الخلفية → معطَّلة
ca: Desenfocament de fons → desactivat
cs: Rozostření pozadí → vyp.
da: Baggrundssløring → fra
de: Hintergrundunschärfe → aus
es: Desenfoque de fondo → desactivado
fi: Taustan sumennus → pois
fr: Flou d'arrière-plan → désactivé
he: טשטוש רקע → כבוי
hu: Háttér elmosás → ki
it: Sfocatura sfondo → disattivata
ja: 背景ぼかし → オフ
ko: 배경 블러 → 끔
nb: Bakgrunnsuskarphet → av
nl: Achtergrondvervaging → uit
pl: Rozmycie tła → wył.
pt_br: Desfoque de fundo → desativado
pt_pt: Desfoque de fundo → desativado
ro: Estompare fundal → dezactivată
sl: Zameglitev ozadja → izklopljena
sv: Bakgrundsoskärpa → av
uk: Розмиття тла → вимкнено
vi: Làm mờ nền → tắt
zh_hans: 背景模糊 → 关
zh_hant: 背景模糊 → 關閉

source: Background Effect
ar: تأثير الخلفية
ca: Efecte de fons
cs: Efekt pozadí
da: Baggrundseffekt
de: Hintergrundeffekt
es: Efecto de fondo
fi: Taustaefekti
fr: Effet d'arrière-plan
he: אפקט רקע
hu: Háttéreffektus
it: Effetto sfondo
ja: 背景エフェクト
ko: 배경 효과
nb: Bakgrunnseffekt
nl: Achtergrondeffect
pl: Efekt tła
pt_br: Efeito de Fundo
pt_pt: Efeito de fundo
ro: Efect de fundal
sl: Učinek ozadja
sv: Bakgrundseffekt
uk: Ефект тла
vi: Hiệu ứng nền
zh_hans: 背景效果
zh_hant: 背景效果

source: Background opacity → %@
ar: شفافية الخلفية → %@
ca: Opacitat del fons → %@
cs: Průhlednost pozadí → %@
da: Baggrundsuigennemsigtighed → %@
de: Hintergrunddeckkraft → %@
es: Opacidad del fondo → %@
fi: Taustan läpinäkyvyys → %@
fr: Opacité de l'arrière-plan → %@
he: שקיפות הרקע → %@
hu: Háttér átlátszatlansága → %@
it: Opacità sfondo → %@
ja: 背景の不透明度 → %@
ko: 배경 불투명도 → %@
nb: Bakgrunnsgjennomsiktighet → %@
nl: Achtergronddekking → %@
pl: Krycie tła → %@
pt_br: Opacidade do fundo → %@
pt_pt: Opacidade do fundo → %@
ro: Opacitate fundal → %@
sl: Prosojnost ozadja → %@
sv: Bakgrundsopacitet → %@
uk: Прозорість тла → %@
vi: Độ mờ nền → %@
zh_hans: 背景不透明度 → %@
zh_hant: 背景不透明度 → %@

source: Background Photo
ar: صورة الخلفية
ca: Foto de fons
cs: Fotka pozadí
da: Baggrundsfoto
de: Hintergrundfoto
es: Foto de fondo
fi: Taustakuva
fr: Photo d'arrière-plan
he: תמונת רקע
hu: Háttérfotó
it: Foto di sfondo
ja: 背景写真
ko: 배경 사진
nb: Bakgrunnsbilde
nl: Achtergrondfoto
pl: Zdjęcie tła
pt_br: Foto de Fundo
pt_pt: Foto de fundo
ro: Fotografie de fundal
sl: Fotografija ozadja
sv: Bakgrundsfoto
uk: Фонове фото
vi: Ảnh nền
zh_hans: 背景照片
zh_hant: 背景照片

source: Background Tunnels
ar: الأنفاق في الخلفية
ca: Túnels en segon pla
cs: Tunely na pozadí
da: Baggrundstunneler
de: Hintergrund-Tunnel
es: Túneles en segundo plano
fi: Taustatunnelit
fr: Tunnels en arrière-plan
he: מנהרות רקע
hu: Háttéralagutak
it: Tunnel in background
ja: バックグラウンドトンネル
ko: 백그라운드 터널
nb: Bakgrunnstunneler
nl: Achtergrondtunnels
pl: Tunele w tle
pt_br: Túneis em Segundo Plano
pt_pt: Túneis em segundo plano
ro: Tuneluri în fundal
sl: Tuneli v ozadju
sv: Bakgrundstunnlar
uk: Фонові тунелі
vi: Đường hầm nền
zh_hans: 后台隧道
zh_hant: 背景通道

source: Background tunnels maintain SSH port forwards without an active terminal session.
ar: تحافظ الأنفاق في الخلفية على تحويلات منافذ SSH بدون جلسة طرفية نشطة.
ca: Els túnels en segon pla mantenen les redireccions de ports SSH sense una sessió de terminal activa.
cs: Tunely na pozadí udržují SSH přesměrování portů bez aktivní terminálové relace.
da: Baggrundstunneler opretholder SSH-portvideresendelser uden en aktiv terminalsession.
de: Hintergrund-Tunnel halten SSH-Portweiterleitungen ohne eine aktive Terminalsitzung aufrecht.
es: Los túneles en segundo plano mantienen reenvíos de puertos SSH sin una sesión de terminal activa.
fi: Taustatunnelit ylläpitävät SSH-porttiohjauksia ilman aktiivista terminaali-istuntoa.
fr: Les tunnels en arrière-plan maintiennent les redirections de ports SSH sans session de terminal active.
he: מנהרות רקע שומרות על העברות פורטים של SSH ללא הפעלת מסוף פעילה.
hu: A háttéralagutak fenntartják az SSH portátirányításokat aktív terminálmunkamenet nélkül.
it: I tunnel in background mantengono gli inoltri di porta SSH senza una sessione terminale attiva.
ja: バックグラウンドトンネルは、アクティブなターミナルセッションなしでSSHポートフォワードを維持します。
ko: 백그라운드 터널은 활성 터미널 세션 없이도 SSH 포트 포워딩을 유지합니다.
nb: Bakgrunnstunneler opprettholder SSH-portvideresending uten en aktiv terminaløkt.
nl: Achtergrondtunnels onderhouden SSH-poortdoorsturing zonder een actieve terminalsessie.
pl: Tunele w tle utrzymują przekierowania portów SSH bez aktywnej sesji terminala.
pt_br: Túneis em segundo plano mantêm encaminhamentos de porta SSH sem uma sessão de terminal ativa.
pt_pt: Os túneis em segundo plano mantêm reencaminhamentos de portas SSH sem uma sessão de terminal ativa.
ro: Tunelurile în fundal mențin redirecționările de porturi SSH fără o sesiune de terminal activă.
sl: Tuneli v ozadju vzdržujejo SSH posredovanja vrat brez aktivne terminalske seje.
sv: Bakgrundstunnlar upprätthåller SSH-portvidarebefordran utan en aktiv terminalsession.
uk: Фонові тунелі підтримують переспрямування портів SSH без активного сеансу термінала.
vi: Đường hầm nền duy trì chuyển tiếp cổng SSH mà không cần phiên terminal đang hoạt động.
zh_hans: 后台隧道在没有活跃终端会话的情况下维持 SSH 端口转发。
zh_hant: 背景通道在沒有使用中終端機工作階段的情況下維持 SSH 連接埠轉送。

source: Background tunnels maintain SSH port forwards without an active terminal session. Enable Location Diary (Auto mode) in Privacy settings to keep tunnels alive when the app is in the background.
ar: تحافظ الأنفاق في الخلفية على إعادة توجيه منافذ SSH بدون جلسة طرفية نشطة. قم بتفعيل سجل المواقع (الوضع التلقائي) في إعدادات الخصوصية للحفاظ على الأنفاق نشطة عندما يكون التطبيق في الخلفية.
ca: Els túnels en segon pla mantenen les redireccions de ports SSH sense una sessió de terminal activa. Activa el Diari d'ubicació (mode Auto) als ajustos de Privadesa per mantenir els túnels actius quan l'app és en segon pla.
cs: Tunely na pozadí udržují přesměrování SSH portů bez aktivní terminálové relace. Povolte Deník polohy (automatický režim) v nastavení soukromí, aby tunely zůstaly aktivní, když je aplikace na pozadí.
da: Baggrundstunneler opretholder SSH-portviderestillinger uden en aktiv terminalsession. Aktivér Stedsdagbog (Autotilstand) i Anonymitetsindstillinger for at holde tunneler aktive, når appen er i baggrunden.
de: Hintergrundtunnel halten SSH-Portweiterleitungen ohne aktive Terminalsitzung aufrecht. Aktiviere das Standorttagebuch (Automodus) in den Datenschutzeinstellungen, um Tunnel im Hintergrund aktiv zu halten.
es: Los túneles en segundo plano mantienen los reenvíos de puertos SSH sin una sesión de terminal activa. Activa el Diario de ubicación (modo Auto) en los ajustes de Privacidad para mantener los túneles activos cuando la app está en segundo plano.
fi: Taustalla toimivat tunnelit ylläpitävät SSH-porttiohjauksia ilman aktiivista pääteistuntoa. Ota Sijaintipäiväkirja (automaattitila) käyttöön Tietosuoja-asetuksissa pitääksesi tunnelit aktiivisina sovelluksen ollessa taustalla.
fr: Les tunnels en arrière-plan maintiennent les redirections de ports SSH sans session de terminal active. Activez le Journal de localisation (mode Auto) dans les réglages de Confidentialité pour maintenir les tunnels actifs lorsque l'app est en arrière-plan.
he: מנהרות ברקע שומרות על העברות יציאות SSH ללא הפעלת מסוף פעילה. הפעל את יומן המיקומים (מצב אוטומטי) בהגדרות הפרטיות כדי לשמור על מנהרות פעילות כשהאפליקציה ברקע.
hu: A háttérben futó alagutak fenntartják az SSH-porttovábbításokat aktív terminál-munkamenet nélkül. Engedélyezze a Helyszínnaplót (Automatikus mód) az Adatvédelem beállításaiban, hogy az alagutak aktívak maradjanak, amikor az alkalmazás a háttérben van.
it: I tunnel in background mantengono gli inoltri di porta SSH senza una sessione terminale attiva. Attiva il Diario posizioni (modalità Auto) nelle impostazioni di Privacy per mantenere i tunnel attivi quando l'app è in background.
ja: バックグラウンドトンネルは、アクティブなターミナルセッションなしでSSHポートフォワードを維持します。アプリがバックグラウンドにあるときにトンネルを維持するには、プライバシー設定で位置情報の日記（自動モード）を有効にしてください。
ko: 백그라운드 터널은 활성 터미널 세션 없이도 SSH 포트 포워드를 유지합니다. 앱이 백그라운드에 있을 때 터널을 유지하려면 개인정보 보호 설정에서 위치 기록(자동 모드)을 활성화하세요.
nb: Bakgrunnstunneler opprettholder SSH-portvideresendinger uten en aktiv terminaløkt. Aktiver Stedsdagbok (Automodus) i Personverninnstillinger for å holde tunneler aktive når appen er i bakgrunnen.
nl: Achtergrondtunnels onderhouden SSH-poortweiterleidingen zonder een actieve terminalsessie. Schakel Locatiedagboek (Automatische modus) in bij Privacy-instellingen om tunnels actief te houden wanneer de app op de achtergrond draait.
pl: Tunele w tle utrzymują przekierowania portów SSH bez aktywnej sesji terminala. Włącz Dziennik lokalizacji (tryb automatyczny) w ustawieniach prywatności, aby tunele działały, gdy aplikacja jest w tle.
pt_br: Os túneis em segundo plano mantêm redirecionamentos de porta SSH sem uma sessão de terminal ativa. Ative o Diário de Localização (modo Automático) nas configurações de Privacidade para manter os túneis ativos quando o app estiver em segundo plano.
pt_pt: Os túneis em segundo plano mantêm reencaminhamentos de porta SSH sem uma sessão de terminal ativa. Ative o Diário de Localização (modo Automático) nas definições de Privacidade para manter os túneis ativos quando a app estiver em segundo plano.
ro: Tunelurile din fundal mențin redirecționările de porturi SSH fără o sesiune de terminal activă. Activați Jurnalul de locații (modul Automat) în setările de Confidențialitate pentru a menține tunelurile active când aplicația este în fundal.
sl: Tuneli v ozadju ohranjajo posredovanje vrat SSH brez aktivne terminalske seje. Omogočite Dnevnik lokacije (samodejni način) v nastavitvah zasebnosti, da tuneli ostanejo aktivni, ko je aplikacija v ozadju.
sv: Bakgrundstunnlar upprätthåller SSH-portvidarebefordringar utan en aktiv terminalsession. Aktivera Platsdagbok (Autoläge) i Integritetsinställningar för att hålla tunnlar aktiva när appen är i bakgrunden.
uk: Тунелі у фоновому режимі підтримують переспрямування портів SSH без активної термінальної сесії. Увімкніть Щоденник розташування (автоматичний режим) у налаштуваннях конфіденційності, щоб тунелі залишалися активними, коли застосунок у фоновому режимі.
vi: Các đường hầm nền duy trì chuyển tiếp cổng SSH mà không cần phiên terminal đang hoạt động. Bật Nhật ký vị trí (chế độ Tự động) trong cài đặt Quyền riêng tư để giữ các đường hầm hoạt động khi ứng dụng ở nền.
zh_hans: 后台隧道可在没有活跃终端会话的情况下维持 SSH 端口转发。请在隐私设置中启用位置日记（自动模式），以便在应用处于后台时保持隧道连接。
zh_hant: 背景通道可在沒有啟用終端機連線的情況下維持 SSH 連接埠轉送。請在隱私權設定中啟用「定位日記」（自動模式），以在 App 進入背景時維持通道連線。
